---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Therm
source: html/01501de6-2caf-9bed-322b-3a12dd93f56d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Therm Property

Symbol therm, indicating unit Therms.

## Syntax (C#)
```csharp
public static ForgeTypeId Therm { get; }
```